Repository: AnastasiusW/rmt
Catalog: locale/*/rmt.po
Languages: ar, de, es, fr

source: Required parameters are missing or empty: %s
ar: المعلمات المطلوبة مفقودة أو فارغة: %s
de: Erforderliche Parameter fehlen oder sind leer: %s
es: Faltan parámetros necesarios o están vacíos: %s
fr: Des paramètres requis sont manquants ou vides : %s

source: Unknown Registration Code.
ar: رمز تسجيل غير معروف.
de: Unbekannter Registrierungscode.
es: Codigo de registro desconocido.
fr: Code d'enregistrement inconnu.

source: Not yet activated Registration Code. Visit https://scc.suse.com to activate it.
ar: لم يتم تنشيط رمز التسجيل بعد. الرجاء زيارة موقع https://scc.suse.com لتنشيطه.
de: Registrierungscode wurde noch nicht aktiviert. Rufen Sie zum Aktivieren https://scc.suse.com auf.
es: El código de registro aún no se ha activado. Visite https://scc.suse.com para activarlo.
fr: Le code d'enregistrement n'a pas encore été activé. Visitez le site https://scc.suse.com pour l'activer.

source: The requested product '%s' is not activated on this system.
ar: لم يتم تنشيط المنتج المطلوب '%s' في هذا النظام.
de: Das angeforderte Produkt '%s' ist auf diesem System nicht aktiviert.
es: El producto pedido, %s, no está activado en este sistema.
fr: Le produit demandé '%s' n'est pas activé sur ce système.

source: No product found
ar: لم يتم العثور على منتج
de: Kein Produkt gefunden
es: No se encuentra ningún producto
fr: Aucun produit trouvé

source: No repositories found for product: %s
ar: لم يتم العثور على مخازن للمنتج: %s
de: Keine Repositorys gefunden für Produkt: %s
es: No se encuentra ningún repositorio para el destino: %s
fr: Aucun dépôt trouvé pour le produit : %s

source: Not all mandatory repositories are mirrored for product %s
ar: لم يتم نسخ كل المخازن الإلزامية للمنتج %s
de: Nicht alle obligatorischen Repositorys für Produkt %s wurden gespiegelt.
es: No se han duplicado todos los repositorios obligatorios para el producto %s
fr: Tous les dépôts obligatoires ne sont pas mis en miroir pour les produits %s

source: No subscription with this Registration Code found
de: Kein Abonnement mit diesem Registrierungscode gefunden
es: No se encuentra ninguna suscripción con este código de registro
fr: Aucun abonnement trouvé avec ce code d'enregistrement

source: The subscription with the provided Registration Code is expired
de: Das Abonnement mit dem angegebenen Registrierungscode ist abgelaufen
es: La suscripción con el código de registro proporcionado ha caducado
fr: L'abonnement portant le code d'enregistrement fourni a expiré

source: The subscription with the provided Registration Code does not include the requested product '%s'
de: Das Abonnement mit dem angegebenen Registrierungscode enthält nicht das angeforderte Produkt '%s'
es: La suscripción con el código de registro proporcionado no incluye el producto pedido %s
fr: L'abonnement portant le code d'enregistrement fourni n'est pas inclus dans le produit demandé '%s'

source: The product you are attempting to activate (%{product}) requires one of these products to be activated first: %{required_bases}
de: Das Produkt, das Sie zu aktivieren versuchen (%{product}), erfordert, dass eines der folgenden Produkte zuerst aktiviert wird: %{required_bases}
es: El producto que intenta activar (%{product}) requiere que se active primero uno de estos productos: %{required_bases}
fr: Le produit que vous essayez d'activer (%{product}) implique d'activer au préalable l'un des produits suivants : %{required_bases}

source: The product you are attempting to activate (%{product}) is not available on your system's base product (%{system_base}). %{product} is available on %{required_bases}.
de: Das Produkt, das Sie zu aktivieren versuchen (%{product}), ist auf dem Basisprodukt Ihres Systems (%{system_base}) nicht verfügbar. %{product} ist auf %{required_bases} verfügbar.
es: El producto que intenta activar (%{product}) no está disponible en el producto base de su sistema (%{system_base}). %{product} está disponible en %{required_bases}.
fr: Le produit que vous essayez d'activer (%{product}) n'est pas disponible sur le produit de base de votre système (%{system_base}). %{product} est disponible sur %{required_bases}.

source: Not provided
ar: لم يتم الإدخال
de: Nicht angegeben
es: No se ha proporcionado
fr: Non fourni

source: Updated system information for host '%s'
ar: تم تحديث معلومات النظام للمضيف '%s'
de: Systeminformationen für Host '%s' wurden aktualisiert.
es: Se ha actualizado la información del sistema para el host %s
fr: Informations système mises à jour pour l'hôte '%s'

source: No product found on RMT for: %s
ar: لم يتم العثور على منتج في أداة نسخ المخازن (RMT) لأجل: %s
de: Kein Produkt in RMT gefunden für: %s
es: No se encuentra ningún producto en la RTM para: %s
fr: Aucun produit n'a été trouvé sur RMT pour : %s

source: The product "%s" is a base product and cannot be deactivated
ar: المنتج "%s" هو منتج أساسي ولا يمكن إلغاء تنشيطه
de: Das Produkt "%s" ist ein Basisprodukt und kann nicht deaktiviert werden.
es: %s es un producto base y no se puede desactivar
fr: Le produit "%s" est un produit de base et ne peut pas être désactivé

source: Cannot deactivate the product "%s". Other activated products depend upon it.
ar: لا يمكن إلغاء تنشيط المنتج "%s"، لأن المنتجات الأخرى التي تم تنشيطها تعتمد على هذا المنتج.
de: Produkt "%s" kann nicht deaktiviert werden. Andere aktivierte Produkte sind von diesem Produkt abhängig.
es: No es posible desactivar el producto %s. Otros productos activados dependen de él.
fr: Impossible de désactiver le produit "%s". D'autres produits activés en dépendent.

source: %s is not yet activated on the system.
ar: لم يتم تنشيط %s في النظام بعد.
de: %s ist auf dem System noch nicht aktiviert.
es: %s aún no se ha activado en el sistema.
fr: %s n'est pas encore activé(e) sur le système.

source: Could not find system with login \"%{login}\" and password \"%{password}\"
ar: تعذر العثور على النظام ببيانات تسجيل الدخول \"%{login}\" وكلمة السر \"%{password}\"
de: System mit Benutzername \"%{login}\" und Passwort \"%{password}\" nicht gefunden
es: No se encuentra el sistema con los datos de entrada \"%{login}\" y la contraseña \"%{password}\"
fr: Impossible de trouver le système avec le nom de connexion \"%{login}\" et le mot de passe \"%{password}\"

source: Invalid system credentials
ar: صلاحيات النظام غير صالحة
de: Ungültiger Systemberechtigungsnachweis
es: Credenciales del sistema no válidas
fr: Références système non valides

source: System with login \"%{login}\" authenticated without token header
de: System mit Benutzername \"%{login}\" authentifiziert ohne Token-Header
es: El sistema con los datos de entrada \"%{login}\" se ha autenticado sin encabezado de testigo
fr: Système avec l'identifiant \"%{login}\" authentifié sans en-tête de jeton

source: System with login \"%{login}\" authenticated with token \"%{system_token}\"
de: System mit Benutzername \"%{login}\" authentifiziert mit Token \"%{system_token}\"
es: El sistema con los datos de entrada \"%{login}\" se ha autenticado con el testigo \"%{system_token}\"
fr: Système avec l'identifiant \"%{login}\" authentifié avec le jeton \"%{system_token}\"

source: System with login \"%{login}\" (ID %{new_id}) authenticated and duplicated from ID %{base_id} due to token mismatch
de: System mit Benutzername \"%{login}\" (ID %{new_id}) authentifiziert und dupliziert von ID %{base_id} aufgrund von Token-Fehler
es: El sistema con los datos de entrada \"%{login}\" (ID %{new_id}) se ha autenticado y duplicado desde el ID %{base_id} debido a que el testigo no coincide
fr: Système avec l'identifiant \"%{login}\" (ID %{new_id}) authentifié et dupliqué à partir de l'ID %{base_id} en raison d'une discordance de jeton

source: Requested service not found
ar: لم يتم العثور على الخدمة المطلوبة
de: Angeforderter Dienst wurde nicht gefunden.
es: No se encuentra el servicio pedido
fr: Service demandé introuvable

source: The requested products '%s' are not activated on the system.
ar: لم يتم تنشيط المنتجات المطلوبة '%s' في النظام.
de: Die angeforderten Produkte '%s' sind auf dem System nicht aktiviert.
es: Los productos pedidos, %s, no están activados en el sistema.
fr: Les produits demandés '%s' ne sont pas activés sur le système.

source: Multiple base products found: '%s'.
ar: تم العثور على العديد من المنتجات الأساسية: '%s'.
de: Mehrere Basisprodukte gefunden: '%s'.
es: Se han encontrado varios productos base: %s.
fr: Plusieurs produits de base détectés : '%s'.

source: No base product found.
ar: لم يتم العثور على منتج أساسي.
de: Kein Basisprodukt gefunden.
es: No se ha encontrado ningún producto base.
fr: Aucun produit de base trouvé.

source: There are activated extensions/modules on this system that cannot be migrated. Deactivate them first, and then try migrating again. The product(s) are '%s'. You can deactivate them with %s
de: Auf diesem System gibt es aktivierte Erweiterungen/Module, die nicht migriert werden können. Deaktivieren Sie diese zunächst, und versuchen Sie dann erneut, die Migration durchzuführen. Das/die Produkt(e) ist/sind '%s'. Sie können diese deaktivieren mit %s
es: Hay extensiones/módulos activados en este sistema que no se pueden migrar. Desactívelos primero y luego intente migrar de nuevo. Los productos son: %s. Puede desactivarlos con %s
fr: Ce système comporte des extensions/modules activé(e)s qui ne peuvent pas être migré(e)s. Désactivez-les avant de retenter la migration. Il s'agit du ou des produits suivants : '%s'. Vous pouvez les désactiver avec %s

source: Unknown hash function %{checksum_type}
ar: دالة تجزئة %{checksum_type} غير معروفة
de: Unbekannte Hash-Funktion %{checksum_type}
es: Función hash %{checksum_type} desconocida
fr: Fonction de hachage %{checksum_type} inconnue

source: Commands:
ar: الأوامر:
de: Kommandos:
es: Comandos:
fr: Commandes :

source: Run '%{command}' for more information on a command and its subcommands.
ar: تشغيل '%{command}' للحصول على مزيد من المعلومات حول أحد الأوامر والأوامر الفرعية الخاصة به.
de: Führen Sie '%{command}' aus, um weitere Informationen zu einem Kommando und seinen untergeordneten Kommandos zu erhalten.
es: Ejecute el comando %{command} para obtener más información sobre un comando y sus subcomandos.
fr: Exécutez '%{command}' pour plus d'informations sur une commande et ses sous-commandes.

source: Do you have any suggestions for improvement? We would love to hear from you!
ar: هل لديك أي اقتراحات من أجل التحسين؟ يسعدنا التواصل معك!
de: Haben Sie Verbesserungsvorschläge? Wir würden uns freuen, von Ihnen zu hören!
es: ¿Tiene alguna sugerencia de mejora? Nos encantará oírla.
fr: Avez-vous des suggestions d'amélioration ? Nous nous réjouissons de recevoir vos commentaires !

source: Check out %{url}
ar: سحب %{url}
de: Überprüfen Sie %{url}
es: Comprobar %{url}
fr: Consultez %{url}

source: Could not create deduplication hardlink: %{error}.
ar: تعذر تكوين ارتباط ثابت للتطابق: %{error}.
de: Feste Verknüpfung für Deduplizierung konnte nicht erstellt werden: %{error}.
es: No es posible crear el enlace permanente de desduplicación: %{error}.
fr: Impossible de créer un lien physique de déduplication : %{error}.

source: Cannot connect to database server. Ensure its credentials are correctly configured in '%{path}' or configure RMT with YaST ('%{command}').
ar: لا يمكن الاتصال بخادم قاعدة البيانات. تأكد من أنه تم تكوين الصلاحيات الخاصة به بشكل صحيح في المسار '%{path}' أو قم بتكوين أداة نسخ المخازن (RMT) باستخدام الأمر YaST ('%{‏command}').
de: Keine Verbindung zum Datenbankserver möglich. Stellen Sie sicher, dass der Berechtigungsnachweis in '%{path}' richtig konfiguriert ist oder konfigurieren Sie RMT mit YaST ('%{command}').
es: No es posible conectar con el servidor de la base de datos. Asegúrese de que las credenciales están correctamente configuradas en %{path} o configure la RMT con YaST (%{command}).
fr: Impossible de se connecter au serveur de base de données. Vérifiez que ses références sont bien configurées dans '%{path}' ou configurez RMT avec YaST ('%{command}').

source: Cannot connect to database server. Make sure it is running and its credentials are configured in '%{path}'.
ar: لا يمكن الاتصال بخادم قاعدة البيانات. تأكد من أنه قيد التشغيل وأنه تم تكوين الصلاحيات الخاصة به في المسار '%{path}'.
de: Keine Verbindung zu Datenbankserver möglich. Stellen Sie sicher, dass er ausgeführt wird und der Berechtigungsnachweis in '%{path}' konfiguriert ist.
es: No es posible conectar con el servidor de la base de datos. Asegúrese de que se está ejecutando y de que las credenciales están configuradas en %{path}.
fr: Impossible de se connecter au serveur de base de données. Vérifiez qu'il est en cours d'exécution et que ses références sont bien configurées dans '%{path}'.

source: The RMT database has not yet been initialized. Run '%{command}' to set up the database.
ar: لم يتم بعد تهيئة قاعدة بيانات RMT. قم بتشغيل {يأمر} 'لإعداد قاعدة البيانات.
de: Die RMT-Datenbank wurde noch nicht initialisiert. Führen Sie '%{command}' aus, um die Datenbank einzurichten.
es: La base de datos de RMT aún no se ha inicializado. Ejecute el comando %{command} para configurar la base de datos.
fr: La base de données RMT n'a pas encore été initialisée. Exécutez '%{command}' pour configurer la base de données.

source: The SCC credentials are not configured correctly in '%{path}'. You can obtain them from %{url}
ar: لم يتم تكوين الصلاحيات الخاصة بمركز SCC بشكل صحيح في المسار '%{path}'. يمكنك الحصول عليها من %{url}
de: Der SCC-Berechtigungsnachweis in '%{path}' ist nicht korrekt konfiguriert. Sie erhalten den Berechtigungsnachweis unter %{url}.
es: Las credenciales del SCC no se han configurado correctamente en %{path}. Puede obtenerlas en %{url}
fr: Les références de SCC ne sont pas configurées correctement dans '%{path}'. Vous pouvez vous les procurer à l'adresse %{url}

source: SCC API request failed. Error details: Request URL: %{url} Response code: %{code} Return code: %{return_code} Response body: %{body}
de: SCC-API-Anforderung fehlgeschlagen. Fehlerdetails: Anfrage-URL: %{url} Antwort-Code: %{code} Rückgabecode: %{return_code} Antwort-Text: %{return_code} %{body}
es: Error en la petición API de SCC. Detalles del error: URL de petición: %{url} Código de respuesta: %{code} Código de devolución: %{return_code} Cuerpo de la respuesta: %{body}
fr: Échec de la requête SCC API. Détails de l'erreur : URL de la requête : %{url} Code de réponse : %{code} Code de retour : %{return_code} Corps de la réponse : %{body}

source: %{path} is not a directory.
ar: المسار %{path} ليس دليلاً.
de: %{path} ist kein Verzeichnis.
es: %{path} no es un directorio.
fr: %{path} n'est pas un répertoire.

source: %{path} is not writable by user %{username}.
ar: لا يمكن للمستخدم %{username} الكتابة على المسار %{path}.
de: Benutzer %{username} kann nicht in %{path} schreiben.
es: %{username} no puede escribir en %{path}.
fr: %{path} n'est pas accessible en écriture par l'utilisateur %{username}.

source: Name
ar: الاسم
es: Nombre
fr: Nom

source: Mandatory?
ar: إلزامي؟
de: Obligatorisch?
es: ¿Es obligatorio?
fr: Obligatoire ?

source: Mirror?
ar: هل تريد النسخ؟
de: Spiegeln?
es: ¿Desea duplicar?
fr: Mettre en miroir ?

source: Last Mirrored
ar: آخر نسخ
de: Zuletzt gespiegelt
es: Última duplicación
fr: Dernière mise en miroir

source: Mandatory
ar: إلزامي
de: Obligatorisch
es: Es obligatorio
fr: Obligatoire

source: Not Mandatory
ar: غير إلزامي
de: Nicht obligatorisch
es: No es obligatorio
fr: Non obligatoire

source: Mirror
ar: نسخ
de: Spiegeln
es: Duplicar
fr: Mettre en miroir

source: Don't Mirror
ar: عدم النسخ
de: Nicht spiegeln
es: No duplicar
fr: Ne pas mettre en miroir

source: Version
ar: الإصدار
es: Versión

source: Architecture
ar: بنيان
de: Architektur
es: Arquitectura

source: Product ID
ar: معرف المنتج
de: Produkt-ID
es: ID de producto
fr: ID du produit

source: Product Name
ar: اسم المنتج
de: Produktname
es: Nombre del producto
fr: Nom du produit

source: Product Version
ar: إصدار المنتج
de: Produktversion
es: Versión del producto
fr: Version du produit

source: Product Architecture
ar: هيكل المنتج
de: Produktarchitektur
es: Arquitectura del producto
fr: Architecture du produit

source: Product
ar: المنتج
de: Produkt
es: Producto
fr: Produit

source: Arch
es: Arquitectura

source: Product String
ar: سلسلة المنتج
de: Produkt-String
es: Cadena de producto
fr: Chaîne du produit

source: Release Stage
ar: مرحلة الإصدار
de: Versionsphase
es: Fase de publicación
fr: Étape de version

source: Last mirrored
ar: آخر نسخ
de: Zuletzt gespiegelt
es: Última duplicación
fr: Dernière mise en miroir

source: Description
ar: وصف
de: Beschreibung
es: Descripción

source: mandatory
ar: إلزامي
de: Obligatorisch
es: obligatorio
fr: obligatoire

source: non-mandatory
de: Nicht obligatorisch
es: no obligatorio
fr: non obligatoire

source: enabled
ar: ممكن
de: aktiviert
es: habilitado
fr: activé

source: not enabled
ar: غير مفعل
de: nicht aktiviert
es: no habilitado
fr: non activé

source: mirrored at %{time}
ar: معكوسة في زمن
de: um %{time} gespiegelt
es: duplicado a las %{time}
fr: mis en miroir à %{time}

source: not mirrored
de: Zuletzt gespiegelt
es: no duplicado
fr: non mis en miroir

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Entrar a la sesión
fr: Connexion

source: Hostname
ar: اسم المضيف
es: Nombre de host
fr: Nom d'hôte

source: Registration time
ar: وقت التسجيل
de: Registrierungszeit
es: Hora de registro
fr: Heure d'enregistrement

source: Last seen
ar: اخر ظهور
de: Zuletzt angezeigt
es: Visto por última vez
fr: Dernier affichage

source: Products
de: Produkte
es: Productos
fr: Produits

source: Store SCC data in files at given path
ar: تخزين بيانات مركز SCC في ملفات بالمسار المحدد
de: SCC-Daten in Dateien im angegebenen Pfad speichern
es: Almacenar los datos del SCC en archivos de la vía indicada
fr: Enregistrer les données SCC dans des fichiers à l'emplacement spécifié

source: Store repository settings at given path
ar: تخزين إعدادات المخزن في مسار محدد
de: Repository-Einstellungen im angegebenen Pfad speichern
es: Almacenar la configuración del repositorio en la vía indicada
fr: Enregistrer les paramètres de dépôt à l'emplacement spécifié

source: Settings saved at %{file}.
ar: تم حفظ الإعدادات في %{file}.
de: Einstellungen wurden in %{file} gespeichert.
es: Configuración guardada en %{file}.
fr: Paramètres enregistrés dans %{file}.

source: Mirror repos at given path
ar: نسخ المخازن إلى مسار محدد
de: Repositorys in angegebenem Pfad spiegeln
es: Duplicar repositorios en vía indicada
fr: Mettre en miroir les dépôts à l'emplacement spécifié

source: Run this command on an online RMT.
ar: قم بتشغيل هذا الأمر على RMT عبر الإنترنت.
de: Führen Sie diesen Befehl bei einem Online-RMT aus.
es: Ejecute este comando en un RMT en línea.
fr: Exécutez cette commande sur une instance RMT en ligne.

source: The specified PATH must contain a %{file} file. An offline RMT can create this file with the command '%{command}'.
ar: يجب أن يحتوي المسار المحدد على ملف يمكن لـ RMT غير المتصل إنشاء هذا الملف باستخدام الأمريأمر
de: Der angegebene PATH muss eine %{file}-Datei enthalten. Ein Offline-RMT kann diese Datei mit dem Befehl '%{command}' erstellen.
es: La vía PATH especificada debe contener un archivo %{file}. Un RMT sin conexión puede crear este archivo con el comando "%{command}".
fr: La variable PATH spécifiée doit contenir un fichier %{file}. Une instance RMT hors ligne peut créer ce fichier avec la commande '%{command}'.

source: RMT will mirror the specified repositories in %{file} to PATH, usually a portable storage device.
ar: سوف تعكس RMT المستودعات المحددة في {ملف} إلى PATH ، وعادة ما تكون جهاز تخزين محمول.
de: RMT spiegelt die angegebenen Repositorys in %{Datei} auf PATH, normalerweise ein tragbares Speichergerät.
es: RMT duplicará los repositorios especificados en %{file} a PATH, que normalmente es un dispositivo de almacenamiento portátil.
fr: RMT mettra en miroir les dépôts spécifiés dans %{file} vers CHEMIN, généralement un périphérique de stockage portable.

source: %{file} does not exist.
ar: ملف %{file} غير موجود.
de: %{file} ist nicht vorhanden.
es: %{file} no existe.
fr: %{file} n'existe pas.

source: Read SCC data from given path
ar: قراءة بيانات مركز SCC من المسار المحدد
de: SCC-Daten im angegebenen Pfad lesen
es: Leer datos del SCC de la vía indicada
fr: Lire les données SCC à partir du chemin spécifié

source: Mirror repos from given path
ar: نسخ المخازن من مسار محدد
de: Repositorys aus angegebenem Pfad spiegeln
es: Duplicar repositorios de vía indicada
fr: Mettre en miroir les dépôts à partir du chemin spécifié

source: repository by URL %{url} does not exist in database
ar: المخزن بعنوان URL %{‏url} غير موجود في قاعدة البيانات
de: Repository mit URL %{url} ist nicht in Datenbank vorhanden.
es: el repositorio por la URL %{url} no existe en la base de datos
fr: le dépôt ayant l'URL %{url} n'existe pas dans la base de données

source: Enable debug output
ar: تمكين تصحيح أخطاء المخرجات
de: Ausgabe der Fehlersuche aktivieren
es: Habilitar salida de depuración
fr: Activer la sortie de débogage

source: Sync database with SUSE Customer Center
ar: مزامنة قاعدة البيانات مع SUSE Customer Center
de: Datenbank mit SUSE Customer Center synchronisieren
es: Sincronizar base de datos con el Centro de servicios al cliente de SUSE
fr: Synchroniser la base de données avec SUSE Customer Center

source: List and modify products
ar: سرد المنتجات وتعديلها
de: Produkte auflisten und ändern
es: Mostrar y modificar productos
fr: Lister et modifier les produits

source: List and modify repositories
ar: سرد المخازن وتعديلها
de: Repositorys auflisten und ändern
es: Mostrar y modificar repositorios
fr: Lister et modifier les dépôts

source: Mirror repositories
ar: نسخ المخازن
de: Repositorys spiegeln
es: Duplicar repositorios
fr: Mettre en miroir les dépôts

source: Import commands for Offline Sync
ar: استيراد الأوامر لإجراء مزامنة غير متصلة
de: Kommandos zum Importieren für die Offline-Synchronisierung
es: Comandos de importación para sincronización sin conexión
fr: Commandes d'importation pour la synchronisation hors ligne

source: Export commands for Offline Sync
ar: تصدير الأوامر لأجل المزامنة غير المتصلة على الشبكة
de: Kommandos zum Exportieren für die Offline-Synchronisierung
es: Comandos de exportación para sincronizar sin conexión
fr: Commandes d'exportation pour la synchronisation hors ligne

source: List and manipulate registered systems
ar: سرد والتعامل مع الأنظمة المسجلة
de: Registrierte Systeme auflisten und manipulieren
es: Mostrar y gestionar los sistemas registrados
fr: Lister et manipuler les systèmes enregistrés

source: Show RMT version
ar: إظهار إصدار RMT
de: RMT-Version anzeigen
es: Mostrar versión de la RMT
fr: Afficher la version de RMT

source: Do not fail the command if product is in alpha or beta stage
de: Befehl schlägt nicht fehl, wenn sich das Produkt in der Alpha- oder Beta-Phase befindet
es: No hace fallar el comando si el producto está en fase alfa o beta
fr: Ne pas faire échouer la commande si le produit est à un stade alpha ou bêta

source: Mirror all enabled repositories
de: Alle aktivierten Repositories spiegeln
es: Duplicar todos los repositorios habilitados
fr: Mettre en miroir tous les dépôts activés

source: Mirroring SUMA product tree failed: %{error_message}
ar: نسخفشل عكس شجرة منتج SUMA: {error_message}
de: Spiegeln des SUMA-Produktbaums fehlgeschlagen: %{error_message}
es: Error al duplicar el árbol de producto de SUMA: %{error_message}
fr: Échec de la mise en miroir de l'arborescence du produit SUMA : %{error_message}

source: There are no repositories marked for mirroring.
ar: لا توجد مخازن عليها علامة لنسخها.
de: Es gibt keine Repositorys, die für die Spiegelung markiert sind.
es: No hay ningún repositorio marcado para duplicarse.
fr: Aucun dépôt n'est marqué pour la mise en miroir.
