Repository: AnastasiusW/rmt
Catalog: locale/*/rmt.po
Languages: ar, de, es, fr

source: Detached repository from product '%{product_name}'.
ar: تم فصل مخزن عن المنتج '%{product_name}'.
de: Repository von Produkt '%{product_name}' getrennt.
es: El repositorio se ha desconectado del producto %{product_name}.
fr: Le dépôt a été détaché du produit '%{product_name}'.

source: Cannot find product by ID %{id}.
ar: لا يمكن العثور على منتج بالمعرف %{id}.
de: Produkt mit ID %{id} kann nicht gefunden werden.
es: No se encuentra el producto por el ID %{id}.
fr: Impossible de trouver le produit avec l'ID %{id}.

source: Enabled mirroring for repository %{repo}
ar: تم تمكين النسخ للمخزن %{repo}
de: Spiegeln für Repository %{repo} aktiviert
es: Se ha habilitado la duplicación del repositorio %{repo}
fr: La mise en miroir a été activée pour le dépôt %{repo}

source: Repository %{repo} was not found in RMT database, perhaps you no longer have a valid subscription for it
ar: لم يتم العثور على المخزن %{repo} في قاعدة بيانات RMT، ربما لم يعد لديك اشتراك صالح له
de: Repository %{repo} wurde in RMT-Datenbank nicht gefunden. Eventuell haben Sie keine gültige Subscription mehr.
es: El repositorio %{repo} no se encuentra en la base de datos de la RMT. Puede que ya no tenga una suscripción válida para él
fr: Le dépôt %{repo} est introuvable dans la base de données RMT. Il se peut que vous n'ayez plus d'abonnement valide pour ce dépôt

source: Added association between %{repo} and product %{product}
ar: تمت إضافة اقتران بين %{repo} والمنتج %{product}
de: Zuordnung zwischen %{repo} und Produkt %{product} hinzugefügt
es: Se ha añadido una asociación entre %{repo} y el producto %{product}
fr: Une association a été ajoutée entre %{repo} et le produit %{product}

source: Product %{product} not found! Tried to attach custom repository %{repo} to product %{product}, but that product was not found. Attach it to a different product by running '%{command}'
ar: لم يتم العثور على المنتج %{product}! تمت محاولة إرفاق المخزن المخصص %{repo} بالمنتج %{product}، لكن لم يتم العثور على هذا المنتج. الرجاء إرفاقه بمنتج آخر من خلال تشغيل '%{command}'
de: Produkt %{product} nicht gefunden! Es wurde versucht, ein benutzerdefiniertes Repository %{repo} mit Produkt %{product} zu verbinden, das Produkt wurde jedoch nicht gefunden. Verbinden Sie es mit einem anderen Produkt, indem Sie '%{command}' ausführen.
es: No se encuentra el producto %{product}. Se ha intentado conectar el repositorio personalizado %{repo} al producto %{product}, pero no se encuentra ese producto. Conéctelo a un producto distinto ejecutando el comando %{command}
fr: Produit %{product} introuvable ! Le système a tenté d'attacher le dépôt personnalisé %{repo} au produit %{product}, mais ce dernier est introuvable. Attachez-le à un autre produit en exécutant la commande '%{command}'

source: Duplicate entry for system %{system}, skipping
ar: إدخال مكرر للنظام {system} ، تخطي
de: Duplizierter Eintrag für System %{system}, Überspringen
es: Duplicar entrada para el sistema %{system}, omitiendo
fr: Entrée en double pour le système %{system} - Ignorée

source: Failed to import system %{system}
ar: فشل استيراد النظام٪ {system}
de: %{system} konnte nicht importiert werden
es: Error al importar el sistema %{system}
fr: Échec de l'importation du système %{system}

source: System %{system} not found
ar: لم يتم العثور على النظام %{system}
de: System %{system} nicht gefunden
es: No se encuentra el sistema %{system}
fr: Système %{system} introuvable

source: Product %{product} not found
ar: لم يتم العثور على المنتج %{product}
de: Produkt %{product} nicht gefunden
es: No se encuentra el producto %{product}
fr: Produit %{product} introuvable

source: Hardware information stored for system %{system}
ar: تم تخزين معلومات الأجهزة لأجل النظام %{system}
de: Hardwareinformationen für System %{system} gespeichert
es: Información de hardware almacenada para el sistema %{system}
fr: Les informations sur le matériel ont été enregistrées pour le système %{system}

source: Path to unpacked SMT data tarball
ar: مسار إلى ملف tarball الخاص ببيانات SMT الذي تم فك حزمته
de: Pfad zur entpackten SMT-Daten-Tarball-Datei
es: Vía a archivo tar de datos de SMT sin empaquetar
fr: Chemin vers le fichier Tarball des données SMT décompressées

source: Do not import the systems that were registered to the SMT
ar: عدم استيراد الأنظمة التي تم تسجيلها في أداة SMT
de: Systeme nicht importieren, die im SMT registriert waren
es: No importar los sistemas que se hayan registrado en la SMT
fr: Ne pas importer les systèmes qui ont été enregistrés auprès de SMT

source: Do not import system hardware info from MachineData table
ar: لا تستورد معلومات أجهزة النظام من جدول MachineData
de: System-Hardware-Informationen nicht aus der MachineData-Tabelle importieren
es: No importar información de hardware del sistema de la tabla MachineData
fr: Ne pas importer les informations relatives au matériel du système à partir de la table MachineData

source: RMT has not been synced to SCC yet. Please run '%{command}' before
ar: لم تتم مزامنة أداة RMT مع مركز SCC بعد. الرجاء تشغيل '%{command}' أولاً
de: RMT wurde noch nicht mit SCC synchronisiert. Führen Sie zuvor '%{command}' aus.
es: La RMT aún no se ha sincronizado con el SCC. Ejecute antes el comando %{command}
fr: RMT n'a pas encore été synchronisé avec SCC. Exécutez d'abord la commande '%{command}'

source: importing data from SMT.
ar: جارِ استيراد البيانات من أداة إدارة الاشتراكات SMT.
de: Daten aus SMT werden importiert.
es: importando datos de la SMT.
fr: importation des données à partir de SMT.

source: List registered systems.
ar: قائمة الأنظمة المسجلة.
de: Lassen Sie die registrierten Systeme auflisten.
es: Mostrar sistemas registrados.
fr: Liste les systèmes enregistrés.

source: Number of systems to display
ar: عدد الأنظمة المراد عرضها
de: Anzahl der anzuzeigenden Systeme
es: Número de sistemas para mostrar
fr: Nombre de systèmes à afficher

source: List all registered systems
ar: قائمة بجميع الأنظمة المسجلة
de: Alle registrierten Systeme auflisten
es: Mostrar todos los sistemas registrados
fr: Lister tous les systèmes enregistrés

source: Filter BYOS systems using RMT as a proxy
de: BYOS-Systeme mit RMT als Proxy filtern
es: Filtrar sistemas BYOS con RMT como proxy
fr: Filtrer les systèmes BYOS en utilisant RMT comme proxy

source: There are no systems registered to this RMT instance.
ar: لا توجد أنظمة مسجلة في نسخة RMT هذه.
de: Bei dieser RMT-Instanz sind keine Systeme registriert.
es: No hay ningún sistema registrado en esta instancia de RMT.
fr: Aucun système n'est enregistré auprès de cette instance RMT.

source: Showing last %{limit} registrations. Use the '--all' option to see all registered systems.
ar: إظهار آخر {Limit} التسجيلات. استخدم خيار الكل لرؤية جميع الأنظمة المسجلة.
de: Zeigt die letzten %{limit} Registrierungen an. Verwenden Sie die Option '--all', um alle registrierten Systeme anzuzeigen.
es: Se muestran los últimos %{limit} registros. Use la opción "--all" para ver todos los sistemas registrados.
fr: Affichage des %{limit} derniers enregistrements. Utilisez l'option '--all' pour afficher tous les systèmes enregistrés.

source: Forward registered systems data to SCC
ar: إعادة توجيه بيانات الأنظمة المسجلة إلى SCC
de: Weiterleitung der registrierten Systemdaten an SCC
es: Remitir datos de los sistemas registrados a SCC
fr: Transférer les données des systèmes enregistrés vers SCC

source: Removes a system and its activations from RMT
ar: يزيل نظامًا وتنشيطاته من RMT
de: Entfernt ein System und seine Aktivierungen aus RMT
es: Eliminar un sistema y sus activaciones de RMT
fr: Supprime un système et ses activations de RMT

source: Removes a system and its activations from RMT.
ar: يزيل نظامًا وتنشيطاته من RMT.
de: Entfernt ein System und seine Aktivierungen aus RMT.
es: Elimina un sistema y sus activaciones de RMT.
fr: Supprime un système et ses activations de RMT.

source: To target a system for removal, use the command "%{command}" for a list of systems with their corresponding logins.
ar: لاستهداف نظام للإزالة ، استخدم الأمر {command} "للحصول على قائمة بالأنظمة مع تسجيلات الدخول المقابلة لها.
de: Um ein System gezielt zu entfernen, verwenden Sie den Befehl "%{command}" für eine Liste von Systemen mit den entsprechenden Anmeldungen.
es: Para señalar que un sistema se debe eliminar, use el comando "%{command}" para obtener una lista de sistemas con sus entradas a la sesión correspondientes.
fr: Pour cibler un système en vue de la suppression, utilisez la commande "%{command}" pour une liste de systèmes avec leurs connexions correspondantes.

source: Successfully removed system with login %{login}.
ar: تمت إزالة النظام بنجاح مع تسجيل الدخول.
de: System mit Login %{login} erfolgreich entfernt.
es: Se ha eliminado correctamente el sistema con la entrada a la sesión %{login}.
fr: Le système avec la connexion %{login} a bien été supprimé.

source: System with login %{login} cannot be removed.
ar: لا يمكن إزالة النظام مع تسجيل الدخول.
de: System mit Anmeldung %{login} kann nicht entfernt werden.
es: No es posible eliminar el sistema con la entrada a la sesión %{login}.
fr: Impossible de supprimer le système avec la connexion %{login}.

source: System with login %{login} not found.
ar: النظام مع تسجيل الدخول غير موجود.
de: System mit Anmeldung %{login} nicht gefunden.
es: No se encuentra el sistema con la entrada a la sesión %{login}.
fr: Le système avec la connexion %{login} est introuvable.

source: Removes inactive systems
de: Entfernt inaktive Systeme
es: Elimina los sistemas inactivos
fr: Supprime les systèmes inactifs

source: Remove systems before the given date (format: "<year>-<month>-<day>")
de: Systeme vor dem angegebenen Datum entfernen (Format: "<Jahr>-<Monat>-<Tag>")
es: Elimina sistemas antes de la fecha indicada (formato: "<año>-<mes>-<día>")
fr: Supprimer les systèmes avant la date mentionnée (format : "<année>-<mois>-<jour>")

source: Removes old systems and their activations if they are inactive.
de: Entfernt alte Systeme und ihre Aktivierungen, wenn sie inaktiv sind.
es: Elimina sistemas antiguos y sus activaciones si están inactivos.
fr: Supprime les anciens systèmes et leur activation s'ils sont inactifs.

source: By default, inactive systems are those that have not contacted in any way with RMT for the past 3 months. You can override this with the '-b / --before' flag.
de: Standardmäßig sind inaktive Systeme solche Systeme, die in den letzten 3 Monaten nicht mit RMT in Kontakt getreten sind. Sie können dies mit dem Flag '-b / --before' außer Kraft setzen.
es: Por defecto, los sistemas inactivos son aquellos que no han contactado de ninguna forma con el RMT durante los 3 últimos meses. Puede anularlo con el indicador "-b / --before".
fr: Par défaut, les systèmes inactifs sont ceux qui n'ont plus contacté RMT de quelque manière que ce soit au cours des 3 derniers mois. Vous pouvez ignorer ce comportement par défaut avec l'indicateur '-b / --before'.

source: The command will list you the candidates for removal and will ask for confirmation. You can tell this subcommand to go ahead without asking with the '--no-confirmation' flag.
de: Der Befehl führt die Kandidaten auf, die entfernt werden, und fragt nach einer Bestätigung. Mit dem Flag '--no-confirmation' können Sie diesen Unterbefehl anweisen, ohne Nachfrage fortzufahren.
es: El comando mostrará los candidatos para ser eliminados y pedirá confirmación. Puede indicar a este subcomando que proceda sin preguntar con el indicador "--no-confirmation".
fr: La commande répertorie les candidats à la suppression et demande confirmation. À l'aide de l'indicateur '--no-confirmation', vous pouvez indiquer à cette sous-commande de poursuivre le traitement sans demander confirmation.

source: Do you want to delete these systems?
de: Möchten Sie diese Systeme löschen?
es: ¿Desea suprimir estos sistemas?
fr: Voulez-vous supprimer ces systèmes ?

source: y
de: j
es: s
fr: o

source: Please, answer
de: Bitte antworten Sie
es: Responda
fr: Veuillez répondre

source: The given date does not follow a proper format. Ensure it follows this format '<year>-<month>-<day>'.
de: Das angegebene Datum entspricht nicht dem richtigen Format. Stellen Sie sicher, dass es dem Format '<Jahr>-<Monat>-<Tag>' entspricht.
es: La fecha indicada no tiene un formato adecuado. Asegúrese de que tiene el formato "<año>-<mes>-<día>".
fr: La date fournie ne respecte pas le format approprié. Assurez-vous qu'elle soit conforme au format suivant : '<année>-<mois>-<jour>'.

source: Downloading %{file_reference} failed with %{message}. Retrying %{retries} more times after %{seconds} seconds
de: Das Herunterladen von %{file_reference} ist mit %{message} fehlgeschlagen. Vorgang wird nach %{seconds} Sekunden %{retries} Mal wiederholt
es: Error al descargar %{file_reference}: %{message}. Se va a reintentar %{retries} veces más tras %{seconds} segundos
fr: Le téléchargement de %{file_reference} a échoué en renvoyant le message %{message}. %{retries} nouvelles tentatives après %{seconds} secondes

source: Poking %{file_reference} failed with %{message}. Retrying %{retries} more times after %{seconds} seconds
de: Schreiben von %{file_reference} ist mit %{message} fehlgeschlagen. Vorgang wird nach %{seconds} Sekunden %{retries} Mal wiederholt
es: Error al escribir en memoria %{file_reference}: %{message}. Se va a reintentar %{retries} veces más tras %{seconds} segundos
fr: L'écriture en mémoire vivre (Poke) de %{file_reference} a échoué en renvoyant le message %{message}. %{retries} nouvelles tentatives après %{seconds} secondes

source: Checksum doesn't match
ar: المجموع الاختباري غير مطابق
de: Prüfsumme stimmt nicht überein
es: La suma de comprobación no coincide
fr: La somme de contrôle ne correspond pas

source: %{file} - File does not exist
ar: %{file} - الملف غير موجود
de: %{file} – Datei ist nicht vorhanden
es: %{file} - El archivo no existe
fr: %{file} - Le fichier n'existe pas

source: Request error:
de: Anforderungsfehler:
es: Error en petición:
fr: Erreur de requête :

source: Request URL
de: Anforderungs-URL
es: URL de petición
fr: URL de requête

source: Response HTTP status code
de: HTTP-Statuscode der Antwort
es: Código de estado HTTP de respuesta
fr: Code d'état HTTP de la réponse

source: Response body
de: Antwort-Text
es: Cuerpo de respuesta
fr: Corps de la réponse

source: Response headers
de: Antwort-Kopfdaten
es: Encabezados de respuesta
fr: En-têtes de réponse

source: curl return code
de: curl-Rückgabecode
es: Código de devolución curl
fr: Code de retour curl

source: curl return message
de: curl-Rückgabemeldung
es: Mensaje de devolución curl
fr: Message de retour curl

source: %{file} - request failed with HTTP status code %{code}, return code '%{return_code}'
de: %{file} – Anforderung fehlgeschlagen mit HTTP-Statuscode %{code}, Rückgabecode '%{return_code}'
es: %{file}: error en la petición con el código de estado HTTP %{code}, código de devolución %{return_code}
fr: %{file} - échec de la requête avec le code d'état HTTP %{code}, code de retour '%{return_code}'

source: GPG key import failed
ar: فشل استيراد مفتاح GPG
de: GPG-Schlüssel konnte nicht importiert werden
es: Error al importar la clave GPG
fr: Échec de l'importation de la clé GPG

source: GPG signature verification failed
ar: فشل التحقق من توقيع GPG
de: GPG-Signatur konnte nicht verifiziert werden
es: Error de verificación de la firma de GPG
fr: Échec de la vérification de la signature GPG

source: Another instance of this command is already running. Terminate the other instance or wait for it to finish.
ar: هناك مثيل آخر لهذا الأمر قيد التشغيل بالفعل. قم بإنهاء المثيل الآخر أو انتظر حتى ينتهي.
de: Mindestens ein ausgewähltes Gerät ist bereits konfiguriert. Beenden Sie die Konfiguration oder warten Sie, bis sie beendet ist.
es: Ya se está ejecutando otra instancia de este comando. Interrumpa la otra instancia o espere a que finalice.
fr: Une autre instance de cette commande est déjà en cours d'exécution. Mettez fin à cette autre instance ou attendez qu'elle soit terminée.

source: Mirroring SUSE Manager product tree to %{dir}
ar: نسخ شجرة منتج SUSE Manager إلى %{dir}
de: SUSE Manager-Produktbaum wird in %{dir} gespiegelt
es: Duplicando árbol de productos de SUSE Manager en %{dir}
fr: Mise en miroir de l'arborescence du produit SUSE Manager vers %{dir}

source: Could not mirror SUSE Manager product tree with error: %{error}
de: SUSE Manager-Produktbaum konnte nicht gespiegelt werden. Fehler: %{error}
es: No es posible duplicar el árbol de producto de SUSE Manager. Error: %{error}
fr: Impossible de mettre en miroir l'arborescence du produit SUSE Manager - Erreur : %{error}

source: Mirroring repository %{repo} to %{dir}
ar: جارِ نسخ المخزن %{repo} إلى %{dir}
de: Repository %{repo} wird in %{dir} gespiegelt
es: Duplicando repositorio %{repo} a %{dir}
fr: Mise en miroir du dépôt %{repo} vers %{dir}

source: Could not create local directory %{dir} with error: %{error}
ar: تعذر تكوين الدليل المحلي %{dir} مع وجود الخطأ: %{error}
de: Lokales Verzeichnis %{dir} konnte nicht erstellt werden. Fehler: %{error}
es: No es posible crear el directorio local %{dir}. Error: %{error}
fr: Impossible de créer le répertoire local %{dir} - Erreur : %{error}

source: Could not create a temporary directory: %{error}
ar: تعذر تكوين دليل مؤقت: %{error}
de: Temporäres Verzeichnis konnte nicht erstellt werden: %{error}
es: No es posible crear un directorio temporal: %{error}
fr: Impossible de créer un répertoire temporaire : %{error}

source: Repository metadata signatures are missing
ar: توقيعات بيانات تعريف المخزن مفقودة
de: Repository-Metadatensignaturen fehlen
es: Faltan las firmas de los metadatos del repositorio
fr: Des signatures des métadonnées de dépôt sont manquantes

source: Downloading repo signature/key failed with: %{message}, HTTP code %{http_code}
de: Herunterladen der Repo-Signatur/des Schlüssels fehlgeschlagen mit folgender Meldung: %{message}, HTTP-Code %{http_code}
es: Error en la descarga de la firma/clave de reposición: %{message}, código HTTP %{http_code}
fr: Échec du téléchargement de la signature/clé de dépôt avec le message : %{message}, code HTTP %{http_code}

source: Error while mirroring metadata: %{error}
ar: خطأ أثناء نسخ بيانات التعريف: %{error}
de: Fehler beim Spiegeln von Metadaten: %{error}
es: Error al duplicar metadatos: %{error}
fr: Erreur lors de la mise en miroir des métadonnées : %{error}

source: Error while mirroring license files: %{error}
de: Fehler beim Spiegeln von Lizenzdateien: %{error}
es: Error al duplicar los archivos de licencia: %{error}
fr: Erreur lors de la mise en miroir des fichiers de licence : %{error}

source: Failed to download %{failed_count} files
ar: فشل تحميل {failure_count} ملف
de: %{failed_count} Dateien konnten nicht heruntergeladen werden
es: Error al descargar %{failed_count} archivos
fr: Échec du téléchargement de %{failed_count} fichiers

source: Error while mirroring packages: %{error}
de: Fehler beim Spiegeln von Paketen: %{error}
es: Error al duplicar los paquetes: %{error}
fr: Erreur lors de la mise en miroir des paquets : %{error}

source: Error while moving directory %{src} to %{dest}: %{error}
ar: خطأ أثناء نقل الدليل %{src} إلى %{dest}‏: %{error}
de: Fehler beim Verschieben des Verzeichnisses %{src} nach %{dest}: %{error}
es: Error al mover el directorio %{src} a %{dest}: %{error}
fr: Erreur lors du déplacement du répertoire %{src} vers %{dest} : %{error}

source: SCC credentials not set.
ar: لم يتم تعيين أوراق اعتماد SCC.
de: SCC-Anmeldeberechtigung nicht eingestellt.
es: Las credenciales de SCC no se han definido.
fr: Informations d'identification SCC non définies.

source: Downloading data from SCC
ar: جارِ تحميل البيانات من مركز SCC
de: Daten werden vom SCC heruntergeladen
es: Descargando datos del SCC
fr: Téléchargement des données à partir de SCC

source: Updating products
ar: جارِ تحديث المنتجات
de: Produkte werden aktualisiert
es: Actualizando productos
fr: Mise à jour des produits

source: Exporting data from SCC to %{path}
ar: جارِ تصدير البيانات من مركز SCC إلى المسار %{path}
de: Daten werden von SCC nach %{path} exportiert.
es: Exportando datos de SCC a %{path}
fr: Exportation des données de SCC vers %{path}

source: Exporting products
ar: جارِ تصدير المنتجات
de: Produkte werden exportiert.
es: Exportando productos
fr: Exportation des produits

source: Exporting repositories
ar: جارِ تصدير المخازن
de: Repositorys werden exportiert.
es: Exportando repositorios
fr: Exportation des dépôts

source: Exporting subscriptions
ar: جارِ تصدير الاشتراكات
de: Subscriptions werden exportiert.
es: Exportando suscripciones
fr: Exportation des abonnements

source: Exporting orders
ar: جارِ تصدير الأوامر
de: Aufträge werden exportiert.
es: Exportando pedidos
fr: Exportation des commandes

source: Missing data files: %{files}
ar: ملفات البيانات المفقودة: %{files}
de: Fehlende Datendateien: %{files}
es: Faltan archivos de datos: %{files}
fr: Fichiers de données manquants : %{files}

source: Importing SCC data from %{path}
ar: جارِ استيراد بيانات SCC من المسار %{path}
de: SCC-Daten von %{path} werden importiert.
es: Importando datos del SCC de %{path}
fr: Importation des données SCC à partir de %{path}

source: Syncing systems to SCC is disabled by the configuration file, exiting.
ar: مزامنة الأنظمة مع SCC معطلة بواسطة ملف التكوين ، الخروج.
de: Das Synchronisieren von Systemen mit SCC wird durch die Konfigurationsdatei deaktiviert und beendet.
es: La sincronización de sistemas con SCC está inhabilitada en el archivo de configuración. Cerrando.
fr: La synchronisation des systèmes avec SCC est désactivée par le fichier de configuration. Fermeture en cours.

source: Syncing %{count} updated system(s) to SCC
de: Synchronisierung von %{count} aktualisierten System(en) mit SCC
es: Sincronizando %{count} sistemas actualizados a SCC
fr: Synchronisation de %{count} systèmes mis à jour avec SCC

source: Failed to sync systems: %{error}
de: Systeme konnten nicht synchronisiert werden: %{error}
es: Error al sincronizar los sistemas: %{error}
fr: Échec de la synchronisation des systèmes : %{error}

source: Couldn't sync %{count} systems.
de: %{count} Systeme konnten nicht synchronisiert werden.
es: No se pueden sincronizar %{count} sistemas.
fr: Impossible de synchroniser %{count} systèmes.

source: Syncing de-registered system %{scc_system_id} to SCC
ar: مزامنة النظام غير المسجل {scc_system_id} مع SCC
de: Synchronisieren des abgemeldeten Systems %{scc_system_id} mit SCC
es: Sincronizando sistema cuyo registro se ha anulado (%{scc_system_id}) con SCC
fr: Synchronisation avec SCC du système %{scc_system_id} dont l'enregistrement a été annulé

source: Updating repositories
ar: جارِ تحديث المخازن
de: Repositorys werden aktualisiert
es: Actualizando repositorios
fr: Mise à jour des dépôts

source: Updating subscriptions
ar: جارِ تحديث الاشتراكات
de: Subscriptions werden aktualisiert
es: Actualizando suscripciones
fr: Mise à jour des abonnements

source: Adding/Updating product %{product}
de: Produkt %{product} wird hinzugefügt/aktualisiert
es: Añadiendo o actualizando el producto %{product}
fr: Ajout/mise à jour du produit %{product}

source: ID
ar: المعرف

source: URL
ar: عنوان URL

source: * %{name} (id: %{id}) (%{mandatory}, %{enabled}, %{mirrored_at})
ar: اسم المعرف بطاقة تعريف إلزامي ممكّن{mirrored_at})
