Repository: AnastasiusW/rmt
Catalog: locale/*/rmt.po
Languages: ar, de, es, fr

source: Mirror enabled repositories with given repository IDs
ar: المستودعات الممكّنة للنسخ المتطابقة مع معرّفات مستودعات معينة
de: Spiegeln von aktivierten Repositories mit angegebenen Repository-IDs
es: Duplicar los repositorios habilitados con los ID de repositorio indicados
fr: Mettre en miroir les dépôts activés avec les ID de dépôt spécifiés

source: No repository IDs supplied
de: Keine Repository-IDs angegeben
es: No se ha proporcionado ningún ID de repositorio
fr: Aucun ID de dépôt fourni

source: Repository with ID %{repo_id} not found
de: Repository mit ID %{repo_id} nicht gefunden
es: No se encuentra el repositorio con ID %{repo_id}
fr: Dépôt portant l'ID %{repo_id} introuvable

source: Mirror enabled repositories for a product with given product IDs
de: Spiegeln aktivierter Repositories für ein Produkt mit angegebenen Produkt-IDs
es: Duplicar los repositorios habilitados para un producto con los ID de producto indicados
fr: Mettre en miroir les dépôts activés pour un produit avec les ID produit spécifiés

source: No product IDs supplied
ar: لم يتم إدخال أي معرفات للمنتجات
de: Keine Produkt-IDs angegeben
es: No se han proporcionado los ID de producto
fr: Aucun ID de produit fourni

source: Product for target %{target} not found
de: Produkt für Ziel %{target} nicht gefunden
es: No se encuentra un producto para el destino %{target}
fr: Produit pour la cible %{target} introuvable

source: Product %{target} has no repositories enabled
de: Produkt %{target} hat keine Repositories aktiviert
es: El producto %{target} no tiene ningún repositorio habilitado
fr: Le produit %{target} ne comporte aucun dépôt activé

source: Product with ID %{target} not found
ar: لم يتم العثور على منتج بالمعرف
de: Produkt mit ID %{id} nicht gefunden
es: No se encuentra el producto con ID %{target}
fr: Produit portant l'ID %{target} introuvable

source: Mirroring of repository with ID %{repo_id} is not enabled
ar: لم يتم تمكين نسخ المستودع بالمعرف {repo_id}
de: Die Spiegelung des Repositorys mit der ID %{repo_id} ist nicht aktiviert
es: La duplicación del repositorio con ID %{repo_id} no está habilitada
fr: La mise en miroir du dépôt portant l'ID %{repo_id} n'est pas activée

source: Repository '%{repo_name}' (%{repo_id}): %{error_message}
ar: المستودع {repo_name} {repo_id}) {error_message}
es: Repositorio %{repo_name} (%{repo_id}): %{error_message}
fr: Dépôt '%{repo_name}' (%{repo_id}) : %{error_message}

source: Mirroring complete.
ar: اكتمل الانعكاس.
de: Spiegeln abgeschlossen.
es: Duplicación completada.
fr: Mise en miroir terminée.

source: The following errors occurred while mirroring:
ar: حدثت الأخطاء التالية أثناء النسخ المتطابق:
de: Beim Spiegeln sind folgende Fehler aufgetreten:
es: Se han producido los errores siguientes durante la duplicación:
fr: Les erreurs suivantes se sont produites lors de la mise en miroir :

source: Mirroring completed with errors.
ar: اكتمل النسخ المتطابق مع وجود أخطاء.
de: Spiegeln mit Fehlern abgeschlossen.
es: Duplicación completada con errores.
fr: Mise en miroir terminée avec des erreurs.

source: List products which are marked to be mirrored.
ar: سرد المنتجات التي وضِعت عليها علامة "مطلوب النسخ".
de: Produkte auflisten, die zur Spiegelung markiert sind
es: Muestra los productos que están marcados para duplicarse.
fr: Liste les produits marqués pour la mise en miroir.

source: List all products, including ones which are not marked to be mirrored
ar: سرد جميع المنتجات، بما في ذلك المنتجات التي لم توضع عليها علامة "مطلوب النسخ"
de: Alle Produkte auflisten, auch diejenigen, die nicht zur Spiegelung markiert sind
es: Mostrar todos los productos, incluidos los que no estén marcados para duplicarse
fr: Lister tous les produits, y compris ceux qui ne sont pas marqués pour la mise en miroir

source: Output data in CSV format
ar: بيانات المخرجات بتنسيق CSV
de: Daten in CSV-Format ausgeben
es: Generar datos en formato CSV
fr: Données de sortie au format CSV

source: Product name (e.g., Basesystem, SLES)
ar: اسم المنتج (على سبيل المثال ، Basesystem ، SLES)
de: Produktname (z. B. Basesystem, SLES)
es: Nombre del producto (p. ej., Basesystem, SLES)
fr: Nom du produit (p. ex., Basesystem, SLES)

source: Product version (e.g., 15, 15.1, '12 SP4')
ar: إصدار المنتج (على سبيل المثال ، 15 ، 15.1 ، "12 SP4")
de: Produktversion (z. B. 15, 15.1, '12 SP4')
es: Versión del producto (p. ej., 15, 15.1, "12 SP4")
fr: Version du produit (p. ex., 15, 15.1, '12 SP4')

source: Product architecture (e.g., x86_64, aarch64)
ar: بنية المنتج (على سبيل المثال ، x86_64 ، aarch64)
de: Produkt-Architektur (z. B. x86_64, aarch64)
es: Arquitectura de producto (p. ej., x86_64, aarch64)
fr: Architecture du produit (p. ex., x86_64, aarch64)

source: Run '%{command}' to synchronize with your SUSE Customer Center data first.
ar: تشغيل '%{command}' للمزامنة مع بيانات SUSE Customer Center الخاصة بك أولاً.
de: Führen Sie '%{command}' aus, um zuerst eine Synchronisierung mit Ihren SUSE Customer Center-Daten durchzuführen.
es: Ejecute el comando %{command} para sincronizar primero los datos con el Centro de servicios al cliente de SUSE.
fr: Exécutez '%{command}' pour effectuer au préalable une synchronisation avec vos données SUSE Customer Center.

source: No matching products found in the database.
ar: لم يتم العثور على منتجات مطابقة في قاعدة البيانات.
de: Keine übereinstimmenden Produkte in der Datenbank gefunden.
es: No se encuentra ningún producto que coincida en la base de datos.
fr: Aucun produit correspondant n'a été trouvé dans la base de données.

source: Only enabled products are shown by default. Use the '%{command}' option to see all products.
ar: لا يتم إظهار سوى المنتجات التي تم تمكينها بشكل افتراضي. استخدم الخيار '%{command}' لعرض جميع المنتجات.
de: Standardmäßig werden nur aktivierte Produkte angezeigt. Verwenden Sie die Option '%{command}', um alle Produkte anzuzeigen.
es: Por defecto, solo se muestran los productos habilitados. Use la opción %{command} para ver todos los productos.
fr: Seuls les produits activés sont affichés par défaut. Utilisez l'option '%{command}' pour afficher tous les produits.

source: Enable mirroring of product repositories by a list of product IDs or product strings.
ar: تمكين نسخ مخازن المنتجات حسب قائمة معرفات المنتجات أو سلاسل المنتجات.
de: Aktivieren Sie das Spiegeln von Produkt-Repositorys anhand einer Liste von Produkt-IDs oder Produktzeichenketten.
es: Habilita la duplicación de repositorios de productos por una lista de ID de productos o de cadenas de productos.
fr: Activez la mise en miroir de dépôts de produits selon une liste d'ID ou de chaînes de produits.

source: Enables all free modules for a product
ar: تمكين جميع الوحدات النمطية المجانية لمنتج ما
de: Aktiviert alle freien Module für ein Produkt
es: Habilita todos los módulos libres para un producto
fr: Active tous les modules gratuits pour un produit

source: Examples
ar: أمثلة
de: Beispiele
es: Ejemplos
fr: Exemples

source: Disable mirroring of product repositories by a list of product IDs or product strings.
ar: تعطيل نسخ مخازن المنتجات حسب قائمة معرفات المنتجات أو سلاسل المنتجات.
de: Deaktivieren Sie das Spiegeln von Produktrepositorys anhand einer Liste von Produkt-IDs oder Produktzeichenketten.
es: Inhabilita la duplicación de los repositorios de productos por una lista de ID de productos o de cadenas de productos.
fr: Désactivez la mise en miroir de dépôts de produits selon une liste d'ID ou de chaînes de produits.

source: To clean up downloaded files, run '%{command}'
ar: لتنظيف الملفات التي تم تنزيلها ، قم بتشغيل {يأمر} '
de: Führen Sie zum Bereinigen heruntergeladener Dateien '%{command}' aus
es: Para limpiar los archivos descargados, ejecute "%{command}"
fr: Pour nettoyer les fichiers téléchargés, exécutez '%{command}'

source: Displays product with all its repositories and their attributes.
ar: يعرض المنتج بكل مستودعاته وسماته.
de: Zeigt das Produkt mit allen Repositorys und deren Attributen an.
es: Muestra el producto con todos sus repositorios y sus atributos.
fr: Affiche le produit avec tous ses dépôts et leurs attributs.

source: No product found for target %{target}.
ar: لم يتم العثور على منتج للهدف %{target}.
de: Kein Produkt für Ziel %{target} gefunden.
es: No se encuentra ningún producto para el destino %{target}.
fr: Aucun produit n'a été trouvé pour la cible %{target}.

source: Product: %{name} (ID: %{id})
de: Produkt: %{name} (ID: %{id})
es: Producto: %{name} (ID: %{id})
fr: Produit : %{name} (ID : %{id})

source: Description: %{description}
ar: الوصف {description}
de: Beschreibung: %{description}
es: Descripción: %{description}

source: Repositories:
ar: المستودعات:
de: Repositorys:
es: Repositorios:
fr: Dépôts :

source: Repositories are not available for this product.
ar: المستودعات غير متوفرة لهذا المنتج.
de: Für dieses Produkt sind keine Repositorys verfügbar.
es: Los repositorios no están disponibles para este producto.
fr: Les dépôts ne sont pas disponibles pour ce produit.

source: Product %{products} could not be found and was not enabled.
ar: تعذر العثور على %{products} منتج ولم يتم تمكينها.
de: Produkt %{products} konnte nicht gefunden werden und wurde nicht aktiviert.
es: El producto %{products} no se encuentra y no se ha habilitado.
fr: Le produit %{products} est introuvable et n'a pas été activé.

source: Product %{products} could not be found and was not disabled.
ar: تعذر العثور على %{products} من المنتجات ولم يتم تعطيلها.
de: Produkt %{products} konnte nicht gefunden werden und wurde nicht deaktiviert.
es: El producto %{products} no se encuentra y no se ha inhabilitado.
fr: Le produit %{products} est introuvable et n'a pas été désactivé.

source: Enabling %{product}:
ar: جارِ تمكين %{product}:
de: %{product} wird aktiviert:
es: Habilitando %{product}:
fr: Activation du produit %{product} :

source: Disabling %{product}:
ar: جارِ تعطيل %{product}:
de: %{product} wird deaktiviert:
es: Inhabilitando %{product}:
fr: Désactivation du produit %{product} :

source: All repositories have already been enabled.
ar: تم تمكين جميع المخازن بالفعل.
de: Alle Repositorys wurden bereits aktiviert.
es: Ya se han habilitado todos los repositorios.
fr: Tous les dépôts ont déjà été activés.

source: All repositories have already been disabled.
ar: تم تعطيل جميع المخازن بالفعل.
de: Alle Repositorys wurden bereits deaktiviert.
es: Ya se han inhabilitado todos los repositorios.
fr: Tous les dépôts ont déjà été désactivés.

source: Enabled repository %{repository}.
ar: تم تمكين المخزن %{repository}.
de: Repository %{repository} aktiviert.
es: Se ha habilitado el repositorio %{repository}.
fr: Le dépôt %{repository} a été activé.

source: Disabled repository %{repository}.
ar: تم تعطيل المخزن %{repository}.
de: Repository %{repository} deaktiviert.
es: Se ha inhabilitado el repositorio %{repository}.
fr: Le dépôt %{repository} a été désactivé.

source: Found product by target %{target}: %{products}.
ar: تم العثور على الهدف %{target}: %{products} من المنتجات.
de: Produkt mit Ziel %{target} gefunden: %{products}.
es: Se ha encontrado un producto por destino %{target}: %{products}.
fr: Un produit a été trouvé avec la cible %{target} : %{products}.

source: Product by ID %{id} not found.
ar: لم يتم العثور على منتج بالمعرف %{id}.
de: Produkt mit ID %{id} nicht gefunden.
es: No se encuentra el producto por el ID %{id}.
fr: Produit portant l'ID %{id} introuvable.

source: List and modify custom repositories
ar: سرد المخازن المخصصة وتعديلها
de: Benutzerdefinierte Repositorys auflisten und ändern
es: Mostrar y modificar repositorios personalizados
fr: Lister et modifier les répertoires personnalisés

source: List repositories which are marked to be mirrored
ar: سرد المخازن التي وضِعت عليها علامة "مطلوب النسخ"
de: Repositorys auflisten, die zur Spiegelung markiert sind
es: Muestra los repositorios que están marcados para duplicarse
fr: Lister les dépôts qui sont marqués pour la mise en miroir

source: List all repositories, including ones which are not marked to be mirrored
ar: سرد جميع المنتجات، بما في ذلك المنتجات التي لم توضع عليها علامة "مطلوب النسخ"
de: Alle Repositorys auflisten, auch diejenigen, die nicht zur Spiegelung markiert sind
es: Mostrar todos los repositorios, incluidos los que no estén marcados para duplicarse
fr: Lister tous les dépôts, y compris ceux qui ne sont pas marqués pour la mise en miroir

source: Removes locally mirrored files of repositories which are not marked to be mirrored
ar: يزيل الملفات المنسوخة محليًا من المستودعات التي لم يتم تمييزها للنسخ المتطابق
de: Entfernt lokal gespiegelte Dateien von Repositorys, die nicht zum Spiegeln markiert sind
es: Elimina los archivos duplicados localmente de los repositorios que no están marcados para duplicarse
fr: Supprime les fichiers de dépôts mis en miroir localement qui ne sont pas marqués comme mis en miroir

source: Ask for confirmation or do not ask for confirmation and require no user interaction
de: Nach einer Bestätigung fragen oder nicht nach einer Bestätigung fragen und keine Benutzerinteraktion erfordern
es: Pide confirmación, o no la pide y no requiere interacción por parte del usuario
fr: Demander confirmation ou ne pas demander confirmation et ne nécessiter aucune interaction de l'utilisateur

source: RMT only found locally mirrored files of repositories that are marked to be mirrored.
ar: وجدت RMT فقط الملفات المنعكسة محليًا للمستودعات التي تم تعليمها للنسخ المتطابق.
de: RMT fand nur lokal gespiegelte Dateien von Repositorys, die zum Spiegeln markiert sind.
es: RMT solo ha encontrado archivos duplicados localmente de repositorios que se han marcado para duplicarse.
fr: RMT a trouvé uniquement des fichiers de dépôts mis en miroir localement qui sont marqués comme mis en miroir.

source: RMT found locally mirrored files from the following repositories which are not marked to be mirrored:
ar: عثرت RMT على ملفات معكوسة محليًا من المستودعات التالية التي لم يتم تمييزها للنسخ المتطابق:
de: RMT fand lokal gespiegelte Dateien aus den folgenden Repositorys, die nicht zum Spiegeln markiert sind:
es: RMT ha encontrado archivos duplicados localmente de los repositorios siguientes que no se han marcado para duplicarse:
fr: RMT a trouvé des fichiers mis en miroir localement à partir des dépôts suivants, qui ne sont pas marqués comme mis en miroir :

source: Would you like to continue and remove the locally mirrored files of these repositories?
ar: هل ترغب في المتابعة وإزالة الملفات ذات النسخ المتطابقة محليًا لهذه المستودعات؟
de: Möchten Sie fortfahren und die lokal gespiegelten Dateien dieser Repositorys entfernen?
es: ¿Desea continuar y eliminar los archivos duplicados localmente de estos repositorios?
fr: Voulez-vous poursuivre et supprimer les fichiers de ces dépôts mis en miroir localement ?

source: Only '%{input}' will be accepted.
ar: سيتم قبول إدخال فقط.
de: Nur '%{input}' wird akzeptiert.
es: Solo se aceptará "%{input}".
fr: Seul '%{input}' sera accepté.

source: Enter a value:
ar: أدخل قيمة:
de: Wert eingeben:
es: Introduzca un valor:
fr: Entrez une valeur :

source: Clean cancelled.
ar: تم إلغاء التنظيف.
de: Bereinigung abgebrochen.
es: Limpieza cancelada.
fr: Nettoyage annulé.

source: Deleting locally mirrored files from repository '%{repo}'...
ar: حذف الملفات المنسوخة محليًا من المستودع {الريبو}
de: Löschen von lokal gespiegelten Dateien aus dem Repository '%{repo}'...
es: Suprimiendo archivos duplicados localmente del repositorio %{repo}...
fr: Suppression des fichiers mis en miroir localement du dépôt '%{repo}'...

source: Clean finished. An estimated %{total_file_size} was removed.
ar: تشطيب نظيف. تمت إزالة ما يقدر بـ {total_file_size}.
de: Bereinigung beendet. Es wurden etwa %{total_file_size} entfernt.
es: Limpieza completada. Se ha eliminado aproximadamente %{total_file_size}.
fr: Nettoyage terminé. Un total estimé de %{total_file_size} a été supprimé.

source: Enable mirroring of repositories by a list of repository IDs
ar: تمكين نسخ المخازن باستخدام قائمة معرفات المخازن
de: Spiegeln von Repositorys anhand einer Liste von Repository-IDs aktivieren
es: Habilita la duplicación de repositorios por una lista de ID de repositorios
fr: Activer la mise en miroir de dépôts selon une liste d'ID de dépôts

source: Examples:
ar: أمثلة:
de: Beispiele:
es: Ejemplos:
fr: Exemples :

source: Disable mirroring of repositories by a list of repository IDs
ar: تعطيل نسخ المخازن حسب قائمة معرفات المخازن
de: Spiegeln von Repositorys anhand einer Liste von Repository-IDs deaktivieren
es: Inhabilita la duplicación de repositorios por una lista de ID de repositorios
fr: Désactiver la mise en miroir de dépôts en fonction d'une liste d'ID de dépôts

source: To clean up downloaded files, please run '%{command}'
ar: لتنظيف الملفات التي تم تنزيلها ، يرجى تشغيل {command} '
de: Führen Sie zum Bereinigen heruntergeladener Dateien '%{command}' aus
es: Para limpiar los archivos descargados, ejecute "%{command}"
fr: Pour nettoyer les fichiers téléchargés, exécutez '%{command}'

source: No repositories enabled.
ar: لم يتم تمكين أي مخزن.
de: Keine Repositorys aktiviert.
es: No hay ningún repositorio habilitado.
fr: Aucun dépôt activé.

source: Only enabled repositories are shown by default. Use the '%{option}' option to see all repositories.
ar: لا يتم إظهار سوى المخازن التي تم تمكينها بشكل افتراضي. استخدم الخيار '%{option}' لعرض جميع المخازن.
de: Standardmäßig werden nur aktivierte Repositorys angezeigt. Verwenden Sie die Option '%{option}', um alle Repositorys anzuzeigen.
es: Por defecto, solo se muestran los repositorios habilitados. Use la opción %{command} para ver todos los productos.
fr: Seuls les dépôts activés sont affichés par défaut. Utilisez l'option '%{option}' pour afficher tous les dépôts.

source: Repository by ID %{repos} could not be found and was not enabled.
de: Repository %{repos} konnte nicht gefunden werden und wurde nicht aktiviert.
es: El repositorio con ID %{repos} no se encuentra y no se ha habilitado.
fr: Le dépôt portant l'ID %{repos} est introuvable et n'a pas été activé.

source: Repository by ID %{repos} could not be found and was not disabled.
de: Repository %{repos} konnte nicht gefunden werden und wurde nicht deaktiviert.
es: El repositorio con ID %{repos} no se encuentra y no se ha inhabilitado.
fr: Le dépôt portant l'ID %{repos} est introuvable et n'a pas été désactivé.

source: Repository by ID %{id} successfully enabled.
ar: تم تمكين المخزن بالمعرف %{id} بنجاح.
de: Repository mit ID %{id} wurde erfolgreich aktiviert.
es: Se ha habilitado correctamente el repositorio por el ID %{id}.
fr: Le dépôt portant l'ID %{id} a bien été activé.

source: Repository by ID %{id} successfully disabled.
ar: تم تعطيل المخزن بالمعرف %{id} بنجاح.
de: Repository mit ID %{id} wurde erfolgreich deaktiviert.
es: Se ha inhabilitado correctamente el repositorio por el ID %{id} .
fr: Le dépôt portant l'ID %{id} a bien été désactivé.

source: Repository by ID %{id} not found.
de: Produkt mit ID %{id} nicht gefunden.
es: No se encuentra el repositorio con ID %{id}.
fr: Dépôt portant l'ID %{id} introuvable.

source: Creates a custom repository.
ar: تكوين مخزن مخصص.
de: Erstellt ein benutzerdefiniertes Repository.
es: Crea un repositorio personalizado.
fr: Crée un dépôt personnalisé.

source: Provide a custom ID instead of allowing RMT to generate one.
de: Geben Sie eine benutzerdefinierte ID an, anstatt eine von RMT generieren zu lassen.
es: Proporcione un ID personalizado en lugar de permitir que RMT genere uno.
fr: Spécifiez un ID personnalisé au lieu d'autoriser RMT à en générer un.

source: A repository by the URL %{url} already exists.
ar: المخزن بعنوان URL‏ %{url} موجود بالفعل.
de: Ein Repository für URL %{url} ist bereits vorhanden.
es: Ya existe un repositorio en la URL %{url}.
fr: Un dépôt existe déjà au niveau de l'URL %{url}.

source: A repository by the ID %{id} already exists.
de: Ein Repository durch ID %{url} ist bereits vorhanden.
es: Ya existe un repositorio con el ID %{id}.
fr: Un dépôt portant l'ID %{id} existe déjà.

source: Please provide a non-numeric ID for your custom repository.
de: Bitte geben Sie eine nicht numerische ID für Ihr benutzerdefiniertes Repository an.
es: Proporcione un ID no numérico para el repositorio personalizado.
fr: Spécifiez un ID non numérique pour votre dépôt personnalisé.

source: Couldn't add custom repository.
de: Das benutzerdefinierte Repository konnte nicht hinzugefügt werden.
es: No es posible añadir un repositorio personalizado.
fr: Impossible d'ajouter un dépôt personnalisé.

source: Successfully added custom repository.
ar: تمت إضافة مخزن مخصص بنجاح.
de: Benutzerdefiniertes Repository erfolgreich hinzugefügt.
es: Se ha añadido correctamente el repositorio personalizado.
fr: Le dépôt personnalisé a bien été ajouté.

source: List all custom repositories
ar: سرد جميع المخازن المخصصة
de: Alle benutzerdefinierten Repositorys auflisten
es: Mostrar todos los repositorios personalizados
fr: Lister tous les dépôts personnalisés

source: No custom repositories found.
ar: لم يتم العثور على مخازن مخصصة.
de: Keine benutzerdefinierten Repositorys gefunden.
es: No se ha encontrado ningún repositorio personalizado.
fr: Aucun dépôt personnalisé trouvé.

source: Enable mirroring of custom repositories by a list of IDs
de: Spiegeln von benutzerdefiniertem Repository anhand der ID aktivieren
es: Habilitar duplicación de repositorios personalizados por lista de ID
fr: Activer la mise en miroir des dépôt personnalisé en fonction d'une liste d'ID

source: Disable mirroring of custom repository by a list of IDs
de: Spiegeln des benutzerdefinierten Repositorys nach IDs deaktivieren
es: Inhabilitar duplicación de repositorio personalizado por lista de ID
fr: Désactiver la mise en miroir du dépôt personnalisé en fonction d'une liste d'ID

source: Disable mirroring of custom repositories by a list of IDs
de: Spiegeln des benutzerdefinierten Repositorys nach IDs deaktivieren
es: Inhabilitar duplicación de repositorios personalizados por lista de ID
fr: Désactiver la mise en miroir des dépôts personnalisés en fonction d'une liste d'ID

source: Remove a custom repository
ar: إزالة مخزن مخصص
de: Benutzerdefiniertes Repository entfernen
es: Eliminar un repositorio personalizado
fr: Supprimer un dépôt personnalisé

source: Removed custom repository by ID %{id}.
ar: تمت إزالة مخزن مخصص بالمعرف %{id}.
de: Benutzerdefiniertes Repository mit ID %{id} wurde entfernt.
es: Se ha eliminado el repositorio personalizado por el ID %{id}.
fr: Le dépôt personnalisé portant l'ID %{id} a été supprimé.

source: Shows products attached to a custom repository
ar: إظهار المنتجات المرفقة بمخزن مخصص
de: Zeigt Produkte an, die mit einem benutzerdefinierten Repository verbunden sind
es: Muestra los productos conectados a un repositorio personalizado
fr: Affiche les produits attachés à un dépôt personnalisé

source: No products attached to repository.
ar: لم يتم إرفاق أي منتجات بالمخزن.
de: Keine Produkte mit Repository verbunden.
es: No hay productos conectados al repositorio.
fr: Aucun produit n'est attaché au dépôt.

source: Attach an existing custom repository to a product
ar: إرفاق مخزن مخصص حالي بمنتج
de: Ein vorhandenes benutzerdefiniertes Repository mit einem Produkt verbinden
es: Conectar un repositorio personalizado existente a un producto
fr: Attacher un dépôt personnalisé existant à un produit

source: Attached repository to product '%{product_name}'.
ar: تم إرفاق مخزن بالمنتج '%{product_name}'.
de: Repository wurde mit Produkt '%{product_name}' verbunden.
es: Se ha conectado el repositorio al producto %{product_name}.
fr: Le dépôt a été attaché au produit '%{product_name}'.

source: Detach an existing custom repository from a product
ar: فصل مخزن مخصص حالي عن منتج
de: Vorhandenes benutzerdefiniertes Repository von Produkt trennen
es: Desconectar un repositorio personalizado existente de un producto
fr: Détacher un dépôt personnalisé existant d'un produit
